{
  "itjobs": [
    {
      "position": "Senior API Platform Solutions Design Engineer",
      "company": "Sun Life Financial",
      "location": "Toronto, ON",
      "description": "but are not limited to the following: Lead the design, development, deployment and rollout of enhancements on the API Platform, both in the cloud and on premise.Participate in the design of delivery solutions, ensuring alignment with b[...]"
    },
    {
      "position": "Microsoft Dynamics 365 Developer (Software Engineer II) - 6-month Term",
      "company": "Technical Safety BC",
      "location": "Anywhere - British Columbia",
      "description": "Beyond the role: Learning & Development - We value giving and receiving feedback, as well as encouraging different ways for us to continuously learn as a company. This can be through lessons learned, wrap up sessions, one-on-one meetin[...]"
    },
    {
      "position": "Software Engineer II",
      "company": "Microsoft Canada",
      "location": "Vancouver, BC",
      "description": "Are you a proficient Software Engineer II with a passion for innovation and a drive to shape the future of online shopping at Microsoft? If you are ambitious and result-oriented, we want you on our team! The Microsoft Shopping team is [...]"
    },
    {
      "position": "Software Development Engineer, Cloudfront Infrastructure Service",
      "company": "Amazon",
      "location": "Vancouver, BC",
      "description": "And you'll experience an inclusive culture that welcomes bold ideas and empowers you to own them to completion.Do you enjoy watching the latest movies, television shows, or sporting events on your computer, tablet or smartphone? Do you[...]"
    },
    {
      "position": "Software Development Engineer, Amazon Connect",
      "company": "Amazon",
      "location": "Vancouver, BC",
      "description": "Amazon Connect is the result of the ten years of development that went into building the tools Amazon uses to provide its award winning customer service at massive scale and launching it as a publicly available AWS service. With Amazon[...]"
    },
    {
      "position": "Software Development Engineer, Digital Acceleration",
      "company": "Amazon",
      "location": "Vancouver, BC",
      "description": "you will lead projects involving multiple teams in all aspects of the SDLC using an agile process. As the systems need to be built from the ground up, you will have an opportunity to make a long-lasting impact! To be successful in this[...]"
    },
    {
      "position": "Software Development Engineer II, AWS, S3",
      "company": "Amazon",
      "location": "Vancouver, BC",
      "description": "There's an element of algorithmic experimentation and discovery, as well as an opportunity to build operational excellence, and hear directly from our customers.A day in the lifeStart your day, grab a coffee (or tea), say hi to your te[...]"
    },
    {
      "position": "Software Development Engineer, S3",
      "company": "Amazon",
      "location": "Vancouver, BC",
      "description": "There's an element of algorithmic experimentation and discovery, as well as an opportunity to build operational excellence, and hear directly from our customers.BASIC QUALIFICATIONS- 3+ years of non-internship professional software dev[...]"
    },
    {
      "position": "Systems Administrator II, Arc (2 positions)",
      "company": "UBC",
      "location": "Vancouver, BC",
      "description": "Staff - Non UnionJob CategoryM&P - AAPSJob ProfileAAPS Salaried - Information Systems and Technology, Level DJob TitleSystems Administrator II, ARC (2 positions)DepartmentResearch Systems | Advanced Research ComputingCompensation Range[...]"
    },
    {
      "position": "Systems Analyst II (2 positions)",
      "company": "UBC",
      "location": "Vancouver, BC",
      "description": "Staff - Non UnionJob CategoryM&P - AAPSJob ProfileAAPS Salaried - Information Systems and Technology, Level DJob TitleSystems Analyst II (2 positions)DepartmentResearch Platforms | Advanced Research ComputingCompensation Range$8,305.08[...]"
    },
    {
      "position": "Senior User Experience Designer- Design System",
      "company": "SAP",
      "location": "Vancouver, BC",
      "description": "www.SAPNorthAmericaBenefits.com. Due to the nature of the role, which involves global interactions with SAP entities, as well as with employees and stakeholders in Canada, functional proficiency in English is required for positions bas[...]"
    },
    {
      "position": "Principal Consultant, SAP Signavio Professional Services",
      "company": "SAP",
      "location": "Vancouver, BC",
      "description": "Principal Consultant, SAP Signavio Professional Services SAP Signavio is currently recruiting for a Principal Senior SAP Consultant to support the delivery/implementation of SAP Signavio Process Manager and Process Intelligence. We're [...]"
    },
    {
      "position": "SAP Ixp Intern - Human Resource Project Manager [Vancouver]",
      "company": "SAP",
      "location": "Vancouver, BC",
      "description": "www.SAPNorthAmericaBenefits.com. Due to the nature of the role, which involves global interactions with SAP entities, as well as with employees and stakeholders in Canada, functional proficiency in English is required for positions bas[...]"
    },
    {
      "position": "Senior User Experience Researcher",
      "company": "SAP",
      "location": "Vancouver, BC",
      "description": "www.SAPNorthAmericaBenefits.com. Due to the nature of the role, which involves global interactions with SAP entities, as well as with employees and stakeholders in Canada, functional proficiency in English is required for positions bas[...]"
    },
    {
      "position": "Senior Database Engineer",
      "company": "SAP",
      "location": "Vancouver, BC",
      "description": "What you will do As Senior Database Engineer within the SAP Commerce Cloud DevOps team, you will be responsible for supporting and operating our databases in a multi-tenant application and for our many commerce customers. Leveraging be[...]"
    },
    {
      "position": "Supervisor Front End-reg. PT",
      "company": "Thrifty Foods",
      "location": "Victoria, BC",
      "description": "Requisition ID: 187805  Career Group: Store Careers  Job Category: Retail - Front End  Travel Requirements: 0 - 10% Job Type: Part-Time Pay Rate: $18.50 - $24.50   Country: Canada (CA)  Province: British Columbia  City: Victoria Location: 9463"
    },
    {
      "position": "Senior Vulnerability Management Analyst (Global Security)",
      "company": "RBC - Royal Bank",
      "location": "Vancouver, BC",
      "description": "This role has a large degree of interaction with internal and external stakeholders to achieve VMG's strategic objectives across various technical platforms. The ideal candidate will have industry relevant qualifications and certificat[...]"
    },
    {
      "position": "Project Manager II - Senior Project Manager, Technology Services",
      "company": "City of Vancouver",
      "location": "Vancouver, BC",
      "description": "cross-department projects, including: Manages project teams to successfully deliver projects. Assigns work to project team members, specifying deliverables, timelines and quality expectations. Monitors performance of project team membe[...]"
    },
    {
      "position": "Data Scientist (6-month Full-time)",
      "company": "Technical Safety BC",
      "location": "Vancouver, BC",
      "description": "The Opportunity As a part of the Research and Analytics team, the position will exercise leadership through data science to effect positive change to the organization and stakeholders alike. Responsible for analyzing safety data and de[...]"
    },
    {
      "position": "Cyber Security Specialist 3",
      "company": "BCLC",
      "location": "Anywhere - British Columbia",
      "description": "JOB SUMMARY The Cyber Security Specialist 3 role supports BCLC's Cyber Security program and supports projects and business operations by taking a lead role in identifying information security risks in high-complexity systems, recommend[...]"
    },
    {
      "position": "Systems Analyst, Clinical Solutions, Imits",
      "company": "Provincial Health Services Authority",
      "location": "Vancouver, BC",
      "description": "Job Type: Full-Time, Part-Time, Temporary, Casual, Contractor Job Level: Entry, Mid, Senior Travel: Minimal Job Details Systems Analyst, Clinical Solutions, IMITS Vancouver, Canada APPLY SAVE JOB BUTTON Job ID 2429791_pl355 Date posted[...]"
    },
    {
      "position": "Devsecops Solutions Consultant Hit enter to view the job description",
      "company": "OpenText",
      "location": "Anywhere - Canada",
      "description": "As a member of our team, you will have the opportunity to partner with the most highly regarded companies in the world, tackle complex issues, and contribute to projects that shape the future of digital transformation. YOUR IMPACTAs De[...]"
    },
    {
      "position": "Product Marketing Manager-AI&IOT (Canada) Hit enter to view the job description",
      "company": "OpenText",
      "location": "Anywhere - Canada",
      "description": "As a member of our team, you will have the opportunity to partner with the most highly regarded companies in the world, tackle complex issues, and contribute to projects that shape the future of digital transformation. YOUR IMPACTProdu[...]"
    },
    {
      "position": "Digital Content Designer",
      "company": "Rogers communications inc.",
      "location": "Moncton, NB",
      "description": "If you are interested in being a part of this, consider applying for the following opportunity: Digital Content Designer Reporting to the Senior Manager, Digital Content, you will collaborate with marketing, product, UX, and digital an[...]"
    },
    {
      "position": "User Experience Designer",
      "company": "SAP",
      "location": "Vancouver, BC",
      "description": "you are able to develop and present design ideas in a large team environment. Prior experience working within a technical environment is a key requirement. You possess strong experience and interaction design skills, as well as compreh[...]"
    },
    {
      "position": "Corporate Digital Account Executive",
      "company": "SAP",
      "location": "Vancouver, BC",
      "description": "Corporate Digital Account Executive What you'll do: The Account Executive (AE) role empowers customers to achieve their full potential by strategically positioning SAP cloud solutions to address their unique business challenges and lay[...]"
    },
    {
      "position": "Software Development Engineer, S3",
      "company": "Amazon",
      "location": "Vancouver, BC",
      "description": "There's an element of algorithmic experimentation and discovery, as well as an opportunity to build operational excellence, and hear directly from our customers.BASIC QUALIFICATIONS- 3+ years of non-internship professional software dev[...]"
    },
    {
      "position": "Software Development Engineer, AWS Marketplace, Partner Onboarding Management",
      "company": "Amazon",
      "location": "Vancouver, BC",
      "description": "As a Software Development Engineer on the team you will own significant portions of the product and will have significant influence on our strategy by helping define the next wave of product features and system architecture. The system[...]"
    },
    {
      "position": "Senior Researcher - Systems and Networking, Microsoft Research",
      "company": "Microsoft Canada",
      "location": "Vancouver, BC",
      "description": "Experience publishing academic papers as a lead author or essential contributor. Experience participating in a top conference in relevant research domain. Background in systems and networking, including experience with machine learning[...]"
    },
    {
      "position": "Researcher - Cloud and AI Infrastructure, Microsoft Research",
      "company": "Microsoft Canada",
      "location": "Vancouver, BC",
      "description": "you will investigate and analyze emerging hardware technologies, trends, and advancements to stay ahead of the industry. Design and optimize hardware components, systems, and architectures to enhance performance, reliability, and effic[...]"
    },
    {
      "position": "Senior Researcher - Cloud and AI Infrastructure, Microsoft Research",
      "company": "Microsoft Canada",
      "location": "Vancouver, BC",
      "description": "you will investigate and analyze emerging hardware technologies, trends, and advancements to stay ahead of the industry. Design and optimize hardware components, systems, and architectures to enhance performance, reliability, and effic[...]"
    },
    {
      "position": "Researcher - Artificial Specialized Intelligence, Microsoft Research",
      "company": "Microsoft Canada",
      "location": "Vancouver, BC",
      "description": "Experience publishing academic papers as a lead author or essential contributor. Experience participating in a top conference in relevant research domain. Background in system and architecture, including experience with computer hardwa[...]"
    },
    {
      "position": "Researcher - Systems and Networking, Microsoft Research",
      "company": "Microsoft Canada",
      "location": "Vancouver, BC",
      "description": "Experience publishing academic papers as a lead author or essential contributor. Experience participating in a top conference in relevant research domain. Background in systems and networking, including experience with machine learning[...]"
    },
    {
      "position": "Senior Software Engineer - Full Stack",
      "company": "Microsoft Canada",
      "location": "Vancouver, BC",
      "description": "The Viva Horizontals team is looking to hire a Senior Software Engineer - Full Stack who has a passion for technology, intellectual curiosity, and willingness to learn and share knowledge. We have a full roadmap and some interesting[...]"
    },
    {
      "position": "Senior Data Analyst",
      "company": "Microsoft Canada",
      "location": "Vancouver, BC",
      "description": "We are seeking a goal-driven Senior Data Analyst with extensive experience in delivering data-driven decision making & self-serve analytics to optimize customer experience and support operations across Microsoft’s assisted and self-s[...]"
    },
    {
      "position": "Senior Researcher - Artificial Specialized Intelligence, Microsoft Research",
      "company": "Microsoft Canada",
      "location": "Vancouver, BC",
      "description": "Experience publishing academic papers as a lead author or essential contributor. Experience participating in a top conference in relevant research domain. Background in system and architecture, including experience with computer hardwa[...]"
    },
    {
      "position": "Technical Support Engineering",
      "company": "Microsoft Canada",
      "location": "Anywhere - Canada",
      "description": "Technical Support Engineering IC3 - The typical base pay range for this role across Canada is CAD $66,500 - CAD $128,300 per year.Find additional pay information here: https://careers.microsoft.com/v2/global/en/canada-pay-information.h[...]"
    },
    {
      "position": "Principal Software Engineer",
      "company": "Microsoft Canada",
      "location": "Vancouver, BC",
      "description": "Does the opportunity to be involved in state-of-the-art development, measurement and experimentation by leveraging Large Language Model inspiring? If so, this Principal Software Engineer position may be a perfect fit for you!Microsoft [...]"
    },
    {
      "position": "Senior Software Engineer",
      "company": "Microsoft Canada",
      "location": "Vancouver, BC",
      "description": "OverviewThe Content Services Verticals team is looking for a skilled, full stack Senior Software Engineer to help build the next generation of experiences on Microsoft Start. You will have opportunities to work with many teams across S[...]"
    },
    {
      "position": "Senior Software Engineer - iOS Mobile",
      "company": "Microsoft Canada",
      "location": "Vancouver, BC",
      "description": "Design, Backend, Analytics, and Research teams to develop innovative features and enhance existing capabilities in Viva Engage and Microsoft Teams. Drive improvements to app reliability, performance, security, stability, and architectu[...]"
    },
    {
      "position": "Incident Response Senior Specialist, Deloitte Global Technology",
      "company": "Deloitte",
      "location": "Ottawa, ON",
      "description": "Prepare both internal and external communications Assist with collection and preservation of incident evidence Work with internal clients around the world to provide recommendations to resolve incident and/or reduce impact of incidents[...]"
    },
    {
      "position": "DevOps Manager",
      "company": "Accenture",
      "location": "Montreal, QC",
      "description": "Job Description DevOps Manager Job Description:ARE YOU READY to step up to the New and take your technology expertise to the next level.There is never a typical day at Accenture, but that's why we love it here! This is an extraordinary[...]"
    },
    {
      "position": "Support Analyst l",
      "company": "UBC",
      "location": "Vancouver, BC",
      "description": "Staff - Non UnionJob CategoryM&P - AAPSJob ProfileAAPS Salaried - Information Systems and Technology, Level AJob TitleSupport Analyst lDepartmentUBC IT | Service CentreCompensation Range$5,365.42 - $7,709.92 CAD MonthlyThe Compensation[...]"
    },
    {
      "position": "IT Support Specialist",
      "company": "Westland Insurance",
      "location": "Surrey, BC",
      "description": "IT Support Specialist Surrey (Head Office), BC, 2121 160th St #200, Surrey, British Columbia, Canada Req #3790 Thursday, February 13, 2025 We're searching for an IT Support Specialist Are you searching for new possibilities? Westland I[...]"
    },
    {
      "position": "Front End Engineer , Amazon Business Data Technologies",
      "company": "Amazon",
      "location": "Vancouver, BC",
      "description": "As an organization within eCF, the Business Data Technologies (BDT) group is no exception. We collect petabytes of data from thousands of data sources inside and outside Amazon including the Amazon catalog system, inventory system, cus[...]"
    },
    {
      "position": "Big Data Developer, Gft",
      "company": "RBC - Royal Bank",
      "location": "Vancouver, BC",
      "description": "creative and results-driven professional who thrives on delivering high-performing applications? Come join us!Global Functions Technology (GFT) is part of RBC's Technology and Operations division. GFT's impact is far-reaching as we col[...]"
    },
    {
      "position": "Gas Service Technician",
      "company": "UBC",
      "location": "Vancouver, BC",
      "description": "Staff - UnionJob CategoryCUPE 116Job ProfileCUPE 116 Salaried - Head Trades 2 - SteamfitterJob TitleGas Service TechnicianDepartmentTrades | Facilities and Building Services | Student Housing and Community ServicesCompensation Range$6,[...]"
    },
    {
      "position": "CAD Designer",
      "company": "Arpac Storage Systems Corporation",
      "location": "Delta, BC",
      "description": "Our Delta Storage Products division is seeking a full-time CAD Designer to join our Engineering and Design team! The ideal candidate has 2+ years of experience designing customized racking parts and systems, experience using AutoCAD, a[...]"
    },
    {
      "position": "Sr Design Specialist - 5g Development and Operations",
      "company": "TELUS",
      "location": "Ottawa, ON",
      "description": "The team designs, develops, maintains, and supports our Core Wireless Network and all its services We work as a team to introduce the latest technology and software to enable network orchestration and automation in the fast evolving 5G[...]"
    },
    {
      "position": "Test Data Management Lead",
      "company": "Accenture",
      "location": "Montreal, QC",
      "description": "Job Description Test Data Management Lead Job Description:ARE YOU READY to step up to the New and take your technology expertise to the next level.There is never a typical day at Accenture, but that's why we love it here! This is an ex[...]"
    },
    {
      "position": "Product Care Specialist (Mobile Klinik) | Guildford Town, BC",
      "company": "TELUS",
      "location": "Surrey, BC",
      "description": "where every day is different Engage with prospective and current customers in store, by phone and messaging Provide repair and replacement estimates for the customer Working hours and locations Opportunity to work with all of our brand[...]"
    },
    {
      "position": "Quality Assurance Manager",
      "company": "RailWorks",
      "location": "Abbotsford, BC",
      "description": "implements and maintains project-specific quality control programs and processes to meet or exceed quality goals, expectations and plans. Oversees quality testing and inspections; evaluates engineering, procurement, and construction ac[...]"
    },
    {
      "position": "Senior IT Project Manager",
      "company": "West Fraser",
      "location": "Vancouver, BC",
      "description": "Coach, mentor, motivate and supervise project team members and contractors, and influence them to take positive actions and accountability for their assigned work Assist IT and PMO leadership in developing and improving project managem[...]"
    },
    {
      "position": "Supervisor Front End-ft Admirals",
      "company": "Thrifty Foods",
      "location": "Victoria, BC",
      "description": "Requisition ID:  187342  Career Group: Store Careers  Job Category: Retail - Front End  Travel Requirements: 0 - 10% Job Type: Full-Time  Country: Canada (CA)  Province: British Columbia  City: Victoria Location: 9463 Admirals Walk Thrifty Postal"
    },
    {
      "position": "Senior Product Manager",
      "company": "RBC - Royal Bank",
      "location": "Vancouver, BC",
      "description": "We are seeking a Senior Product Manager to lead a product in our Generative AI Advice Centre portfolio. In this role, you will be responsible for shaping the vision, strategy, and delivery of generative AI products. You will work at th[...]"
    },
    {
      "position": "Sr. Technical Program Manager, Tax Engine",
      "company": "Amazon",
      "location": "Vancouver, BC",
      "description": "As a Sr. Technical Program Manager on the team:- You will have end to end ownership of cross-functional projects, including product definition, roadmap planning, and resource planning and project execution.- Along with business initiat[...]"
    },
    {
      "position": "Senior Software Development Engineer, Tax Content Management",
      "company": "Amazon",
      "location": "Vancouver, BC",
      "description": "BASIC QUALIFICATIONS- 5+ years of non-internship professional software development experience- 5+ years of programming with at least one software programming language experience- 5+ years of leading design or architecture (design patte[...]"
    },
    {
      "position": "Manager III, TPM, Ww Prime - Member Growth - Tech",
      "company": "Amazon",
      "location": "Vancouver, BC",
      "description": "demonstrated leader/manager with superior people management and analytical abilities. This opportunity requires excellent technical, problem-solving, and communication skills. This candidate should possess verifiable leadership qualiti[...]"
    },
    {
      "position": "Senior Fx Artist - 3D (BC Based)",
      "company": "Mainframe Studios",
      "location": "Vancouver, BC",
      "description": "With partners like Mattel, Netflix, DreamWorks, Sony, Silvergate, and Nickelodeon, it's no wonder we've established ourselves as a creative force to be reckoned with. In crewing our shows, Mainframe Studios values the strength in the d[...]"
    },
    {
      "position": "Graphic Designer",
      "company": "QuadReal",
      "location": "Vancouver, BC",
      "description": "comGraphic Designer, Oakridge ParkRole DescriptionReporting to the Marketing Director, the Graphic Designer at Oakridge Park is responsible for the visual and digital identity of Oakridge Park's brand.As the creative lead, the Graphic [...]"
    },
    {
      "position": "Integration Solution Architect (Systems Analyst III)",
      "company": "City of Vancouver",
      "location": "Vancouver, BC",
      "description": "evaluates and recommends new tools and methodologies for the integration of enterprise applications Validates, Refines and Expands the Enterprise Architecture Model Verifies assumptions; utilizes subject matter experts to improve and f[...]"
    },
    {
      "position": "ICT Information Technologist (info Tech)",
      "company": "Make a Future - BC Public Schools",
      "location": "Coquitlam, BC",
      "description": "Providing on-site technical support and staff training, installation, configuration, trouble shooting and resolution of any software and/or hardware problems that may arise with computer users for educational and administrative functio[...]"
    },
    {
      "position": "Sr Analyst Wireless Base Mgmt",
      "company": "Rogers communications inc.",
      "location": "Montreal, QC",
      "description": "Our company was built on the dream of a pioneering entrepreneur, and that spirit continues to empower our work with businesses across Canada today. The Rogers Business team helps organizations of all sizes adapt, scale, and win with network services"
    },
    {
      "position": "Senior Data Analyst",
      "company": "Wawanesa Insurance",
      "location": "Dartmouth, NS",
      "description": "Job Overview This exciting job opportunity as a Data Analyst (or Senior Data Analyst) will be part of the Personal Lines Pricing Insights team and play a key role in building data products and reporting that supports decision making in[...]"
    },
    {
      "position": "SMTS Software Development Eng.",
      "company": "AMD",
      "location": "Vancouver, BC",
      "description": "Optimize Deep Learning Frameworks: Enhance and optimize frameworks like TensorFlow and PyTorch for AMD GPUs in open-source repositories. Develop GPU Kernels: Create and optimize GPU kernels to maximize performance for specific AI o[...]"
    },
    {
      "position": "Support Engineer Manager- Data Technology",
      "company": "Microsoft Canada",
      "location": "Vancouver, BC",
      "description": "Uses tools and strategy to monitor the performance of a team or delivery unit as a whole (e.g., backlog, structure, trends, volume, other business metrics). Serves as the first line of management escalation.· Tracks resolution speed a[...]"
    },
    {
      "position": "Salesforce Administrator",
      "company": "UBC",
      "location": "Vancouver, BC",
      "description": "Staff - Non UnionJob CategoryM&P - AAPSJob ProfileAAPS Salaried - Information Systems and Technology, Level DJob TitleSalesforce AdministratorDepartmentSenior Managers | Finance and IT | UBC Sauder School of BusinessCompensation Range$[...]"
    },
    {
      "position": "L3 Data Management",
      "company": "TELUS",
      "location": "Ottawa, ON",
      "description": "What you'll do As an L3 Data management on the Analytics & Insight team within Supply Operations and Procurement, you will play a pivotal role in supporting complex cross-functional programs and driving strategic initiatives with a foc[...]"
    },
    {
      "position": "Senior Customer Solutions Architect- Cybersecurity",
      "company": "TELUS",
      "location": "Calgary, AB",
      "description": "Description Are you ready to help our customers take their Cybersecurity to the next level? Our team and what we'll accomplish together As a Senior Cybersecurity CSA, you'll play an essential role in supporting our clients and sales te[...]"
    },
    {
      "position": "Desktop Support",
      "company": "Mainframe Studios",
      "location": "Vancouver, BC",
      "description": "WE WANT YOU (and your mad skills)! Reporting to the Director of IT & Facilities, Desktop Support will be responsible for providing 1st and 2nd level hardware and software support for computer users. We are seeking a skilled and custome[...]"
    }
  ],
  "techtalent": [
    {
      "position": "Tester & Technical Support Specialist",
      "company": "Land Administration Company",
      "location": "Remote\n       (Canada)",
      "job_description_url": "https://jobs.techtalent.ca/tester-technical-support-specialist-528ec7fe3dc5"
    },
    {
      "position": "Technical Product Owner / Software Architect",
      "company": "Land Administration Company",
      "location": "Remote\n       (Canada)",
      "job_description_url": "https://jobs.techtalent.ca/technical-product-owner-software-architect-5856f89f11f4"
    },
    {
      "position": "Data Analytics Engineer",
      "company": "BC Pension Corporation",
      "location": "Victoria, BC",
      "job_description_url": "https://jobs.techtalent.ca/data-analytics-engineer-492ffb259aaf"
    },
    {
      "position": "Data Operations Engineer",
      "company": "Trulioo",
      "location": "Vancouver, BC",
      "job_description_url": "https://jobs.techtalent.ca/data-operations-engineer-367f2dd69988"
    },
    {
      "position": "Automation Engineer",
      "company": "Mangrove Lithium",
      "location": "Delta, BC",
      "job_description_url": "https://jobs.techtalent.ca/automation-engineer-c3fd9b24ef0a"
    },
    {
      "position": "Mechanical Engineer",
      "company": "Mangrove Lithium",
      "location": "Delta, BC",
      "job_description_url": "https://jobs.techtalent.ca/mechanical-engineer-a99ea8d3ea0c"
    },
    {
      "position": "Customer Success Manager",
      "company": "Boomi",
      "location": "Vancouver, BC",
      "job_description_url": "https://jobs.techtalent.ca/customer-success-manager-7b4da57bbf30"
    }
  ]
}