[
  {
    "position": "Rotation Program, Senior Accountant",
    "company": "QuadReal",
    "location": "Vancouver, BC",
    "description": "From its foundation in Canada as a full-service real estate operating company, QuadReal has expanded its capabilities to invest in equity and debt in both the public and private markets. QuadReal invests directly, via programmatic part[...]"
  },
  {
    "position": "Portfolio Accounting, Summer 2025 - Vancouver (Co-OP/Internship) 4 or 8 Months",
    "company": "QuadReal",
    "location": "Vancouver, BC",
    "description": "From its foundation in Canada as a full-service real estate operating company, QuadReal has expanded its capabilities to invest in equity and debt in both the public and private markets. QuadReal invests directly, via programmatic part[...]"
  },
  {
    "position": "Product Manager II - Microsoft Shopping",
    "company": "Microsoft Canada",
    "location": "Vancouver, BC",
    "description": "OverviewMicrosoft Shopping helps people shop with confidence, bringing transparency, consistency, personalization, and savings to users across Edge, MSN, and Bing. Last year users saved more than $320 million with Microsoft Shopping. This year, the"
  },
  {
    "position": "Tibco Developer - Remote",
    "company": "NTT Data",
    "location": "Anywhere - Canada",
    "description": "We are currently seeking a TIBCO Developer - REMOTE to join our team! This is a fully remote role and can be based anywhere in Canada. Job Responsibilities Include: Demonstrate competency in the software development practices performed[...]"
  },
  {
    "position": "Software Development Engineer, Amazon Tax Services",
    "company": "Amazon",
    "location": "Vancouver, BC",
    "description": "DESCRIPTIONWould you like to work on one of the world's largest transactional distributed systems? How about working with customers and peers from the entire range of Amazon's business on cool new features? Whether you're passionate about building"
  },
  {
    "position": "Senior Software Development Engineer, AWS Kinesis Data Streams",
    "company": "Amazon",
    "location": "Vancouver, BC",
    "description": "applying appropriate technologies and best practices.You work with your team to invent, design and build software that is stable and performant.You are proficient in a broad range of design approaches and know when it is appropriate to[...]"
  },
  {
    "position": "Software Development Engineer, Digital Acceleration",
    "company": "Amazon",
    "location": "Vancouver, BC",
    "description": "you will lead projects involving multiple teams in all aspects of the SDLC using an agile process. As the systems need to be built from the ground up, you will have an opportunity to make a long-lasting impact! To be successful in this[...]"
  },
  {
    "position": "Software Development Engineer, Amazon Stores",
    "company": "Amazon",
    "location": "Vancouver, BC",
    "description": "interests and business needs, you will own the front-end, back-end, or full stack design and development of product features, building scale, efficiency, and differentiated customer experiences. We're looking for software engineers pas[...]"
  },
  {
    "position": "Systems Analyst, Clinical Solutions, Imits",
    "company": "Provincial Health Services Authority",
    "location": "Vancouver, BC",
    "description": "Job Type: Full-Time, Part-Time, Temporary, Casual, Contractor Job Level: Entry, Mid, Senior Travel: Minimal Job Details Systems Analyst, Clinical Solutions, IMITS Vancouver, Canada APPLY SAVE JOB BUTTON Job ID 2429632_pl355 Date posted[...]"
  },
  {
    "position": "Senior Technical Security Analyst, Third Party Security Remote - Global",
    "company": "Shopify",
    "location": "Anywhere - Canada",
    "description": "We're looking for curious and detail-oriented individuals to join Shopify's Third Party Security team as a Senior Technical Security Analyst. As a Senior Technical Security Analyst, you'll be leveraging your expertise in technology and[...]"
  }
]